[Information]
TRANSLATOR=Ján Kinčeš, RPeterR
VERSION=6.0.0

[Language]
LANGUAGE=Slovenčina
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041B

[Menu]
FILE=&Súbor
FILE_EXIT=&Ukončiť
EDIT=&Úpravy
EDIT_COPY=&Kopírovať
THEME=&Vzhľad
HELP=&Nápoveda
HELP_ABOUT=&O programe CrystalDiskMark
; 3.0
TEST_DATA=&Testovacie dáta
DEFAULT_RANDOM=Predvolene (rôzne)
; 4.0
SETTINGS=&Nastavenia
SAVE=&Uložiť
QUEUES_THREADS=&Fronty a Vlákna
; 4.1
INTERVAL_TIME=Čas intervalu
SECOND=sek
MINUTE=min
HOUR=hod
; 5.0.3
ALL_ZERO=VŠETKY 0x00 (0 VYPLNIŤ)
; 5.1.0
SELECT_FOLDER=Vybrať priečinok
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Zastaviť test.
DISK_CAPACITY_ERROR=Na disku nie je dostatok voľného miesta.
DISK_CREATE_FILE_ERROR=Vyskytla sa chyba pri vytváraní súboru.
DISK_WRITE_ERROR=Vyskytla sa chyba pri zápise súborov.
DISK_READ_ERROR=Vyskytla sa chyba pri čítaní súborov.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testovaný disk
TEST_SIZE=Veľkosť testovacieho súboru
TEST_COUNT=Počet opakovaní testov
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=O programe CrystalDiskMark
QUEUES_THREADS=Fronty a Vlákna
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

